{
    "menu":[
            {"Beranda":"null"},
            {"Profil":[
                "Visi dan Misi",
                "Sejarah",
                "Tugas dan Fungsi",
                "Struktur Organisasi Kemenkeu",
                "Nilai-nilai Kemenkeu",
                "Profil Pejabat",
                "Lokasi dan Kontak",
                "Agenda",
                "Pengelolaan Kinerja dan Resiko",
                "Daftar Menteri",
                "Arti Logo",
                "Program Anti Korupsi",
                "Pengarusutan Gender",
                "SMV Kemenkeu"
            ]},
           {"Eselon I":[
                "Sekertariat Jenderal",
                "Inspektorat Jenderal",
                "Dirjen Pajak",
                "Dirjen Bea dan Cukai",
                "Dirjen Anggaran",
                "Dirjen Perbendaharaan",
                "Dirjen Kekayaan Negara",
                "Dirjen Perimbangan Keuangan",
                "Dirjen Pengelolaan Pembiayaan",
                "Badan Fiskal",
                "Badan PendanPek"
            ]},
            {"Informasi Publik":[
                "Pejabat Pengelola",
                "Daftar Info",
                "Anggaran dan Realisasi",
                "Transparansi Kinerja",
                "Info Rekrutmen",
                "UU APBN",
                "Info Peraturan",
                "Kurs Pajak",
                "Rencana Umum"
            ]},
            {"Publikasi":[
                "Laporan",
                "Berita",
                "Siaran Pers Lama",
                "Siaran Pers",
                "Berita Unit",
                "Daftar Publikasi",
                "Artikel dan Opini",
                "Pengumuman",
                "E Magazine",
                "APBN Kita",
                "Surat Utang Negara",
                "Infografik",
                "Menjawab Utang",
                "Pembiayaan UKM",
                "Kajian Ekonomi",
                "Iuran BPJS",
                "Interaktif"
            ]},
            {"Layanan":"null"},
            {"Transformasi Kelembagaan":[
                "Profil Reformasi Birokrasi",
                "Change Story Kemenkeu",
                "Berita Aktual Transformasi",
                "Manajemen Perubahan",
                "Duta Transformasi",
                "Laporan Tahunan TK",
                "Gerakan Efisiensi"
            ]}
        
    ],
    "news":[
            {
            "title":"Keamanan Energi dan Lingkungan",
            "desc":"Energy and environmental security has emerged as the primary issue on the global agenda for 2007. Consensus has recently been forged on the potential for long-term economic.",
            "pic":"https://www.brinknews.com/wp-content/uploads/2018/10/GettyImages-510814846.jpg"
            },
            {
            "title":"Konflik dan Krisis pangan",
            "desc":"In a world where boundaries and borders have blurred, and where seemingly distant threats can metastasize into immediate problems, the fight against global poverty has become a fight for global security.",
            "pic":"https://img.jakpost.net/c/2017/08/29/2017_08_29_31693_1503940011._large.jpg"
            },
            {
            "title":"Kompetisi era baru globalisasi",
            "desc":"Is the new episode of globalization just another wave or a seismic shift? While individual elements feel familiar, the combined contours are unprecedented in scale, speed, and scope.",
            "pic":"https://www.kemenkeu.go.id/media/10511/smi-wef3.jpg"
            },
            {
            "title":"Globalisasi tidak merata",
            "desc":"Today’s interconnected world is in uncharted territory: the world’s sole hegemonic power, the United States, nurses an addiction to foreign capital, while up-and-coming powers such as China and oil exporters sustain surpluses of increasing magnitudes.",
            "pic":"https://images.livemint.com/rf/Image-621x414/LiveMint/Period1/2014/01/15/Photos/oped-global-imbalances--621x414.jpg"
            },
            {
            "title":"Kekuatan ekonomi dunia baru",
            "desc":"The rise of “emerging powers”-a group that usually includes the so-called BRICs (Brazil, Russia, India, and China), but which sometimes is applied more broadly to include South Africa, Mexico and others-is reshaping the global economy.",
            "pic":"https://indonesiaatmelbourne.unimelb.edu.au/wp-content/uploads/2016/07/14961634184_bb536e9e56_k.jpg"
            },
            {
            "title":"Dampak ekonomi eksklusif Timur Tengah",
            "desc":"The Middle East has before it what could be one of the greatest demographic gifts in modern history-a potential economic windfall arising from a young and economically active workforce. Today, young people aged 15- to 24- years old account.",
            "pic":"https://www.e-ir.info/wp-content/uploads/2019/05/2011_Vacation_Asia_Middle_East_Bahrain_5932943317.jpg"
            },
            {
            "title":"Dampak korporasi global",
            "desc":"The private sector is becoming a significant player-indeed some might say the dominant player-in shaping the global economic and development agenda. Multinational corporations with operations that span the globe, and in some cases capacities and networks that match those of governments.",
            "pic":"https://cdn.givingcompass.org/wp-content/uploads/2018/03/13100809/ii-entre.jpg"
            },
            {
            "title":"Isu pandemi",
            "desc":"The world has begun to realize that global health issues are relevant for any citizen, regardless of nationality, residence or status. Despite improvements in the world’s collective ability to battle disease with advances in medicine and technology.",
            "pic":"https://asset.kompas.com/crops/u_3dSsyCuiLHfUgu0wZqBs4WVM0=/0x0:0x0/750x500/data/photo/2020/12/15/5fd88068ae41f.jpg"
            },
            {
            "title":"Rivalitas ekonomi",
            "desc":"Today’s global challenges-nuclear proliferation, the deadlock of global trade negotiations, the threat of pandemic flu, and the fight against global poverty-cannot be solved by yesterday’s international institutions. To resolve the world’s most pressing problems.",
            "pic":"https://images.bisnis-cdn.com/posts/2019/07/01/1118502/ktt280619-3.jpg"
            },
            {
            "title":"Krisis pangan",
            "desc":"The challenge of global poverty is more urgent than ever: over half the world’s population-nearly 3 billion people-lives on less than $2 per day; nearly 30,000 children die each day-about 11 million per year -because they’re too poor to survive. With such a toll, addressing poverty in new and more effective ways must be a priority for the global policy agenda. Fortunately, a variety of new actors are bringing new perspectives, new approaches and new energy to the challenge.",
            "pic":"https://mronline.org/wp-content/uploads/2020/07/Screenshot-114.png"
            }
    ],
    "sejarah":[
        {
            "title":"Sejarah Oeang Republik Indonesia (ORI)",
            "desc":"Di awal kemerdekaan, Indonesia menghadapi beberapa masalah diantaranya adalah datangnya tentara sekutu untuk menerima penyerahan kekuasaan dari Jepang karena kekosongan kekuasaan di Indonesia akibat kekalahan Jepang. Kedua, perundingan-perundingan dengan Belanda yang merugikan Indonesia. Kemudian, Belanda datang membonceng sekutu di akhir September 1945 dengan keinginan menguasai kembali negara jajahannya."
        },
        {
            "title":"Kementerian Keuangan",
            "desc":"Di lingkungan Kementerian Keuangan, Menteri Keuangan A.A Maramis pada tanggal 29 September 1945 mengeluarkan Dekrit dengan tiga keputusan penting. Pertama, tidak mengakui hal dan wewenang pejabat pemerintahan tentara Jepang untuk menerbitkan dan menandatangani surat-surat perintah membayar uang dan lain-lain dokumen yang berhubungan dengan pengeluaran negara."
        },
        {
            "title":"Peredaran ORI Pertama Kali",
            "desc":"Pada ORI penerbitan pertama yang berlaku mulai 30 Oktober 1946 tercantum tanggal emisi 17 Oktober 1945. Ini menunjukkan cukup panjangnya proses yang harus ditempuh dalam mempersiapkan penerbitan ORI sebagai salah satu identitas negara.Tindakan pertama yang dilakukan pemerintah Indonesia sebelum mengedarkan ORI adalah menarik uang invasi Jepang dan uang Pemerintah Hindia Belanda dari peredaran. Penarikan kedua uang tersebut dilakukan berangsur-angsur melalui pembatasan pemakaian uang dan larangan membawa uang dari satu daerah ke daerah lain."
        },
        {
            "title":"Berlakunya Uang Rupiah Republik Indonesia Serikat",
            "desc":"Dari salah satu hasil perjanjian Konferensi Meja Bundar (KMB) yang dilakukan pada tanggal 23 Agustus sampai 2 November 1949, Indonesia diakui kedaulatannya oleh Belanda pada 27 Desember 1949. Kemudian, dibentuk negara federal Republik Indonesia Serikat (RIS) yang terdiri dari Republik Indonesia dan Bijeenkomst voor Federaal Overlaag (BFO) atau Badan Permusyawaratan Federal yang lebih dikenal dengan negara boneka bentukan Belanda[25]. Sebagai upaya untuk menyeragamkan uang di wilayah Republik Indonesia Serikat."
        }
    ],
    "htmlFetch":[
        {
            "html":"<div class='kotak'>RED as BLOOD</div><div class='bulat alert'>red</div><h2 style='color:red;'>RED</h2>",
            "route":"red",
            "message":"this is red detail page"
        },
        {
            "html":"<div class='kotak'>BLUE as WATER</div><div class='bulat alert'>blue</div><h2 style='color:blue;'>BLUE</h2>",
            "route":"blue",
            "message":"this is blue detail page"
        },
        {
            "html":"<div class='kotak'>YELLOW as GOLD</div><div class='bulat alert'>gold</div><h2 style='color:red;'>YELLOW</h2>",
            "route":"yellow",
            "message":"this is yellow detail page"

        }
    ]
}